TargetApplication=DKLang Translation Editor v3.0
Author=geogeo.gr  (www.geogeo.gr)
SourceLANGID=1033
LANGID=1032
Generator=DKLang Translation Editor v3.0
LastModified=2013-12-31 13:59:57

[dAbout]
00000001=Περί
00000004=Διαδίκτυο:
00000005=Εντάξει
00000006=E-mail επικ/νίας:

[dDiffLog]
00000001=Διαφορές που διαπιστώθηκαν
00000002=Κλείσιμο
00000003=Σύνολα
00000004=&Αυτόματη μετάφραση όλων των αμετάφραστων με χρήση του Αποθετηρίου
00000005=Βοήθεια

[dFind]
00000001=Εύρεση ή αντικατάσταση
00000003=Κλείσιμο
00000004=Ανα&ζήτηση για:
00000006=Επιλογές
00000007=&Διάκριση πεζών-κεφαλαίων
00000008=Ταίριασμα όλης της λέ&ξης
00000010=Αναζήτηση επιλε&γμένου μόνο
00000011=Αρχή
00000012=Από την ε&στιασμένη εγγραφή\n&Ολόκληρο το πεδίο εφαρμογής\n
00000013=Κατεύθυνση
00000014=&Εμπρός\n&Πίσω\n
00000015=Ε&ρώτηση για αντικατάσταση
00000016=Αντικ/σταση ό&λων
00000017=&Αντικ/σταση με:
00000018=Πεδίο εφαρμογής
00000019=Αναζήτηση ο&νομάτων εγγραφών
00000020=Αναζήτηση αρ&χικών τιμών
00000021=Αναζήτηση &μεταφρασμένων τιμών
00000022=Βοήθεια

[dOpenFiles]
00000001=Άνοιγμα αρχείων γλώσσας
00000002=Πηγαίο αρχείο &γλώσσας:
00000003=&Εύρεση...
00000004=Εύ&ρεση...
00000005=Εύρε&ση...
00000006=&Χρήση του παρακάτω αρχείου μετάφρασης για εμφάνιση των τιμών (αντί του πηγαίου αρχείου):
00000007=&Δημιουργία νέας μετάφρασης
00000008=Ά&νοιγμα του υπάρχοντος αρχείου μετάφρασης:
00000009=Εντάξει
00000010=Άκυρο
00000011=Βοήθεια

[dPromptReplace]
00000001=Επιβεβαίωση αντικατάστασης
00000009=&Ναι
00000010=Άκυρο
00000012=Αντικ/ση ό&λων
00000013=Ό&χι
00000014=Βοήθεια

[dSettings]
00000001=Ρυθμίσεις προγράμματος
00000002=Εντάξει
00000003=Άκυρο
00000005=Διαδρομή αποθετηρίου &μετάφρασης:
00000006=(σε αυτή την περίπτωση θα πρέπει να ορίσετε αργότερα τις συντομεύσεις χειροκίνητα)
00000007=&Εύρεση...
00000008=Α&φαίρεση από πρόθεμα του χαρακτήρα ("&&") κατά την προσθήκη συμβολοσειράς στο αποθετήριο
00000009=&Αυτόματη προσθήκη νέων μεταφράσεων στο αποθετήριο
00000013=Γραμματοσειρά &διεπαφής...
00000014=Γραμματοσειρά &πίνακα...
00000015=&Χωρίς προειδοποίηση εάν η πηγαία γλώσσα και η μετάφραση που αποθηκεύεται έχουν διαφορετικές κωδικοποιήσεις
00000016=Αποθετήριο
00000017=Περιβάλλον χρήστη
00000018=Βοήθεια

[dTranProps]
00000001=Ιδιότητες μετάφρασης
00000002=Πηγαία γλώσσα (χρησιμοποιείται για αποθετήριο μετάφρασης):
00000003=Γλώσσα μετάφρασης:
00000004=Δημιουργός:
00000005=Πρόσθετες παράμετροι (σε μορφή 'Όνομα=Τιμή'):
00000006=Εφαρμογή προορισμού/Έκδοση:
00000007=Εντάξει
00000008=Άκυρο
00000009=Βοήθεια

[fMain]
00000002=Κύριο μενού
00000003=&Αρχείο
00000004=&Επεξεργασία
00000005=Π&ροβολή
00000006=Εργα&λειοθήκη
00000007=Εμφάνιση/απόκρυψη της εργαλειοθήκης
00000008=Τρέχουσα εγγραφή &πηγής
00000009=Εμφάνιση/απόκρυψη του πίνακα τρέχουσας καταχώρησης της πηγής
00000010=&Γραμμή κατάστασης
00000011=Εμφάνιση/απόκρυψη της γραμμής κατάστασης
00000012=Γλώσσα / &Language
00000013=Εργα&λεία
00000014=&Βοήθεια
00000015=Εργαλειοθήκη
00000018=Ο συνολικός αριθμός των καταχωρημένων στοιχείων
00000020=Ο αριθμός καταχωρήσεων στοιχείων ιδιότητας συνολικά/αμετάφραστων
00000022=Ο αριθμός καταχωρήσεων σταθερών συνολικά/αμετάφραστων
00000024=Ο αριθμός των καταχωρήσεων στο αποθετήριο
00000025=Αρχείο
00000026=&Νέα ή Άνοιγμα...
00000027=Νέα ή Άνοιγμα...|Δημιουργία νέας μετάφρασης ή άνοιγμα μιας υπάρχουσας
00000028=Αρχείο
00000029=&Αποθήκευση
00000030=Αποθήκευση|Αποθήκευση της τρέχουσας μετάφρασης
00000031=Αρχείο
00000032=Απο&θήκευση ως...
00000033=Αποθήκευση ως...|Αποθήκευση της τρέχουσας μετάφρασης σε διαφορετικό αρχείο
00000034=Αρχείο
00000035=&Κλείσιμο
00000036=Κλείσιμο|Κλείσιμο των ήδη ανοιχτών αρχείων
00000037=Αρχείο
00000038=Έ&ξοδος
00000039=Έξοδος|Έξοδος από το πρόγραμμα
00000040=Εργαλεία
00000041=&Ρυθμίσεις προγράμματος...
00000042=Ρυθμίσεις προγράμματος...|Προβολή ή τροποποίηση των ρυθμίσεων του προγράμματος
00000043=Βοήθεια
00000044=&Περί...
00000045=Περί...|Πληροφορίες έκδοσης και copyright
00000046=Επεξεργασία
00000047=Μετάβαση στην προηγούμενη αμετάφραστη καταχώρηση
00000048=Μετάβαση στην προηγούμενη αμετάφραστη ή αυτόματα μεταφρασμένη καταχώρηση
00000049=Επεξεργασία
00000050=Μετάβαση στην επόμενη αμετάφραστη καταχώρηση
00000051=Μετάβαση στην επόμενη αμετάφραστη ή αυτόματα μεταφρασμένη καταχώρηση
00000058=Επεξεργασία
00000059=Ιδιό&τητες μετάφρασης...
00000060=Ιδιότητες μετάφρασης ... |Προβολή ή τροποποίηση των ιδιοτήτων της μετάφρασης
00000064=Εργαλεία
00000065=Αυτό&ματη μετάφραση επιλεγμένου
00000066=Αυτόματη μετάφραση επιλεγμένου|Αυτόματη μετάφραση των επιλεγμένων αμετάφραστων καταχωρήσεων με χρήση του αποθετηρίου μετάφρασης
00000067=Εργαλεία
00000068=Προσθήκη επιλεγμένων στο &Αποθετήριο
00000069=Προσθήκη επιλεγμένων στο Αποθετήριο|Προσθήκη επιλεγμένων καταχωρήσεων στο Αποθετήριο μετάφρασης
00000073=Βοήθεια
00000074=Έ&λεγχος για ενημερώσεις
00000075=Έλεγχος για ενημερώσεις|Έλεγχος στο διαδίκτυο για ενημερώσεις του προγράμματος
00000076=Βοήθεια
00000077=&Ιστότοπος του DKLang Translation Editor
00000078=Ιστότοπος του DKLang Translation Editor|Άνοιγμα του ιστότοπου του προγράμματος στον περιηγητή ιστού
00000079=Βοήθεια
00000080=&Υποστήριξη προϊόντος
00000081=Υποστήριξη προϊόντος|Άνοιγμα της σελίδας υποστήριξης του προγράμματος στον περιηγητή ιστού
00000082=Βοήθεια
00000083=Ι&στότοπος DK Software
00000084=Ιστότοπος DK Software|Άνοιγμα του ιστότοπου του προμηθευτή στον περιηγητή ιστού
00000087=&Διαδίκτυο
00000088=Επεξεργασία
00000089=Ενα&λλαγή εστίασης
00000090=Εναλλαγή εστίασης|Εναλλαγή εστίασης μεταξύ του πίνακα και του επεξεργαστή τιμών μετάφρασης
00000091=Επεξεργασία
00000092=Π&ροηγούμενη καταχώρηση
00000093=Προηγούμενη καταχώρηση|Ένα βήμα σε προηγούμενη καταχώρηση
00000094=Επεξεργασία
00000095=Επό&μενη καταχώρηση
00000096=Επόμενη καταχώρηση|Ένα βήμα σε επόμενη καταχώρηση
00000097=Ιδιότητες καταχώρησης
00000098=Τρέχουσα εγγραφή πηγής
00000099=Τρέχουσα εγγραφή μετάφρασης
00000100=Α&μετάφραστο
00000101=Κατάσταση καταχώρησης
00000102=Μεταφρασμένο αυ&τόματα
00000103=&Ιδιότητες εγγραφής
00000104=Τρέχουσα εγγραφή &μετάφρασης
00000105=Στοιχείο/Ιδιότητα/Σταθερή
00000106=ID
00000107=Προεπιλεγμένη τιμή
00000108=Μεταφρασμένη τιμή
00000109=Επεξεργασία
00000110=&Εύρεση...
00000111=Εύρεση...|Αναζήτηση καταχωρήσεων με χρήση συγκεκριμένου μοτίβου
00000112=Επεξεργασία
00000113=Εύρεση ε&πόμενου
00000114=Εύρεση επόμενου|Εύρεση της επόμενης εμφάνισης της συμβολοσειράς που αναζητήθηκε πριν
00000115=Επεξεργασία
00000116=&Αντικατάσταση...
00000117=Αντικατάσταση... |Αντικατάσταση μιας συμβολοσειράς με μια άλλη
00000118=Σελιδοδείκτες
00000119=Εμφάνιση/απόκρυψη του πίνακα τρέχουσας καταχώρησης της μετάφρασης
00000120=Εμφάνιση/απόκρυψη του πίνακα ιδιοτήτων καταχώρησης
00000121=&Σελιδοδείκτες
00000122=Εμφάνιση/απόκρυψη του πίνακα σελιδοδεικτών
00000123=Επεξεργασία
00000124=Προσ&θήκη σελιδοδείκτη
00000125=Προσθήκη σελιδοδείκτη|Προσθήκη της τρέχουσας καταχώρησης στη λίστα σελιδοδεικτών
00000126=Επεξεργασία
00000127=&Διαγραφή  σελιδοδείκτη
00000128=Διαγραφή  σελιδοδείκτη|Κατάργηση του τρέχοντα επιλεγμένου σελιδοδείκτη
00000129=Επεξεργασία
00000130=&Μετάβαση στο σελιδοδείκτη
00000131=Μετάβαση στο σελιδοδείκτη|Μετάβαση στον τρέχοντα επιλεγμένο σελιδοδείκτη του παραθύρου σελιδοδεικτών
00000132=Εργαλειοθήκη σελιδοδεικτών
00000133=Επεξεργασία
00000134=Αντι&γραφή
00000135=Επεξεργασία
00000136=Επ&ικόλληση
00000137=Επεξεργασία
00000138=Αποκ&οπή
00000139=Αντιγραφή|Αντιγραφή του επιλεγμένου κειμένου στο Πρόχειρο
00000140=Επικόλληση|Επικόλληση κειμένου από το Πρόχειρο
00000141=Αποκοπή|Αποκοπή του επιλεγμένου κειμένου στο Πρόχειρο
00000142=Βοήθεια
00000143=&Βοήθεια
00000144=Βοήθεια|Εμφάνιση της βοήθειας του προγράμματος

[$CONSTANTS]
SBtn_Find=Εύρεση
SBtn_Replace=Αντικατάσταση
SConfirm_FileNotSaved=Το αρχείο μετάφρασης «%s» έχει τροποποιηθεί. Θέλετε να το αποθηκεύσετε;
SDiffDesc_AddComponent=+ Στοιχείο: [%s]
SDiffDesc_AddConstant=+ Σταθερή «%s»
SDiffDesc_AddProperty=+ Ιδιότητα «%s» (ID=%d)
SDiffDesc_ExcessiveEntries=Οι ακόλουθες καταχωρήσεις βρέθηκαν πλεονάζουσες και διαγράφηκαν από τη μετάφραση:
SDiffDesc_MissingEntries=Οι ακόλουθες καταχωρήσεις δεν βρέθηκαν και προστέθηκαν στη μετάφραση:
SDiffDesc_RemoveComponent=- Στοιχείο: [%s]
SDiffDesc_RemoveConstant=- Σταθερή «%s»
SDiffDesc_RemoveProperty=- Στοιχείο «%s», ιδιότητα με ID=%d
SDiffTotalsText=\tΣτοιχεία\tΙδιότητες\tΣταθερές\nΠροστέθηκαν\t%d\t%d\t%d\nΑφαιρέθηκαν\t%d\t%d\t%d\nΣύνολο\t%d\t%d\t%d
SDlgTitle_Confirm=Επιβεβαίωση
SDlgTitle_Error=Σφάλμα
SDlgTitle_Info=Πληροφορία
SDlgTitle_SaveTranFileAs=Επιλέξτε ένα αρχείο μετάφρασης για την αποθήκευσή του
SDlgTitle_SelectDisplayFile=Επιλέξτε το αρχείο μετάφρασης που χρησιμοποιείται για την εμφάνιση
SDlgTitle_SelectLangSourceFile=Επιλέξτε ένα πηγαίο αρχείο γλώσσας
SDlgTitle_SelectTranFile=Επιλέξτε ένα αρχείο μετάφρασης
SDlgTitle_SelReposPath=Επιλέξτε τη διαδρομή του αποθετηρίου μετάφρασης:
SErrMsg_CharMissing=Λείπει το «%s»
SErrMsg_ConstNameMissing=Λείπει όνομα σταθερής
SErrMsg_DuplicateCompName=Διπλότυπο όνομα στοιχείου: «%s»
SErrMsg_DuplicatePropID=Διπλότυπο ID ιδιότητας: %d
SErrMsg_DuplicatePropName=Διπλότυπο όνομα ιδιότητας: «%s»
SErrMsg_FileDoesntExist=Το αρχείο «%s» δεν υπάρχει
SErrMsg_InvalidCompName=Μη έγκυρο όνομα στοιχείου: «%s»
SErrMsg_LoadLangSourceFailed=Σφάλμα κατά τη φόρτωση της πηγαίας γλώσσας:\nΓραμμή %d: %s
SErrMsg_PropIDInvalid=Μη έγκυρο ID ιδιότητας
SErrMsg_PropIDMissing=Λείπει ID ιδιότητας
SErrMsg_PropNameMissing=Λείπει όνομα ιδιότητας
SErrMsg_SectionlessEntry=Οι καταχωρήσεις χωρίς τμήμα δεν επιτρέπονται
SErrMsg_SectionNameMissing=Λείπει όνομα τμήματος
SErrMsg_SrcAndTranLangsAreSame=Οι γλώσσες πηγής και μετάφρασης πρέπει να είναι διαφορετικές
SErrMsg_WrongSectionName=Λάθος μορφή του ονόματος τμήματος: «%s»
SLangSourceFileFilter=Πηγαία αρχεία γλώσσας DKLang (*.dklang)|*.dklang|Όλα τα αρχεία (*.*)|*.*
SMsg_NoSearchResults=Η συμβολοσειρά «%s» δεν βρέθηκε.
SMsg_PromptReplace=Αντικατάσταση αυτής της εμφάνισης του «%s»;
SMsg_ReplacedInfo=Αντικατάσταση των %d εμφανίσεων του «%s»;
SNode_Constants=Σταθερές
SStatusBar_CompCount=Στοιχ.: %d
SStatusBar_ConstCount=Σταθ.: %d/%d
SStatusBar_PropCount=Ιδιότ.: %d/%d
SStatusBar_ReposEntryCount=Αποθετήριο: %d εγγραφές
STranFileFilter=Αρχεία μετάφρασης DKLang (*.lng)|*.lng|Όλα τα αρχεία (*.*)|*.*
STranFileFilterAnsi=Αρχεία μετάφρασης DKLang Ansi (*.lng)|*.lng
STranFileFilterUnicode=Αρχεία μετάφρασης DKLang Unicode (*.lng)|*.lng
SWarnMsg_SavingInAnsi=Μπορείτε να αποθηκεύσετε τη μετάφραση σε μορφή ANSI, ενώ το χρησιμοποιούμενο αρχείο της πηγαίας γλώσσας έχει κωδικοποίηση Unicode.\nΗ αποθήκευση όμως της μετάφρασης ως ANSI μπορεί να οδηγήσει σε λάθος εμφάνιση χαρακτήρων στο πρόγραμμα που μεταφράζετε. Εφόσον αυτό το πρόγραμμα χρησιμοποιεί Unicode, είναι σίγουρα καλύτερα να αποθηκεύσετε τη μετάφραση επίσης ως Unicode.\n\nΘέλετε αντ΄αυτού να αποθηκεύσετε την μετάφραση σε κωδικοποίηση Unicode;
SWarnMsg_SavingInUnicode=Μπορείτε να αποθηκεύσετε τη μετάφραση σε μορφή Unicode, ενώ το χρησιμοποιούμενο αρχείο της πηγαίας γλώσσας έχει κωδικοποίηση ANSI.\nΗ αποθήκευση της μετάφρασης σε Unicode μπορεί να εμποδίσει το πρόγραμμα από τη δυνατότητα να το χρησιμοποιήσει. Εφόσον αυτό το πρόγραμμα χρησιμοποιεί ANSI, ο πιο ασφαλής τρόπος είναι να αποθηκευτεί η μετάφραση επίσης σε ANSI.\n\nΘέλετε αντ΄αυτού να αποθηκεύσετε την μετάφραση σε κωδικοποίηση ANSI;
